[
  {
    "id": 1,
    "name": "Gitar Sayur",
    "kwImage": "assets/img/products/gitaryamaha-kw.jpg",
    "originalImage": "assets/img/products/gitaryamaha-ori.jpg",
    "priceKW": 66000,
    "priceOriginal": 1500000,
    "description": "Gitar yang diterima sama sekali tidak sesuai foto iklan. Produk berupa gitar rakitan murah tanpa merek (“gitar sayur”), finishing cat tidak rata, rosette bermotif generik, dan material kayu sangat tipis. Tidak terdapat logo, nomor seri, ataupun detail produksi resmi. Kualitas visual dan fisik jauh di bawah standar gitar bermerek.",
    "descriptionOriginal": "Gitar Yamaha original memiliki finishing halus, warna kayu natural yang bersih, dan rosette khas dengan detail presisi. Material menggunakan kayu tonewood berkualitas, bridge rapi, fret simetris, serta logo dan nomor seri resmi. Suara lebih stabil, resonansi baik, dan sangat berbeda dari gitar rakitan rendah",
    "comparisonText": "Barang yang diterima tidak menyerupai standar Yamaha Meski foto iklan menampilkan gitar Yamaha original produk yang dikirim adalah gitar tanpa merek dengan kualitas rendah. Finishing kasar, komponen tidak presisi, dan bahan murah membuat gitar sayur ini jauh dari spesifikasi dan estetika Yamaha. Perbedaannya jelas baik dari segi tampilan fungsi maupun kualitas keseluruhan",
    "category": "Barang tidak sesuai iklan / misleading product (bait-and-switch)",
    "legal": "Perilaku ini melanggar Pasal 9 UU Perlindungan Konsumen mengenai larangan memberikan informasi menyesatkan, serta terkait Pasal 8 ayat (1) huruf f, yaitu: “Pelaku usaha dilarang menawarkan barang menggunakan iklan atau pernyataan yang tidak sesuai dengan kondisi sebenarnya“",
    "marketplaceLink": "https://down-id.img.susercontent.com/file/id-11134207-7r992-ltjq0704qr94e2.webp",
    "tiktokLink": "https://down-id.img.susercontent.com/file/id-11134103-7r991-lvsru0nasrxa59@resize_w72_nl.webp"
  },
{
  "id": 2,
  "name": "Converse High-Top KW",
  "kwImage": "assets/img/products/converse-kw.jpg",
  "originalImage": "assets/img/products/converse-ori.jpg",
  "priceKW": 30000,
  "priceOriginal": 909300,
  "description": "Upper sepatu KW terlihat terbuat dari kanvas tipis dan glossy, konstruksi mudah terlepas dari sol, patch logo kualitas rendah, serta tidak memiliki eyelets besi untuk lubang tali.",
  "descriptionOriginal": "Versi original menggunakan kanvas tebal premium, konstruksi kuat, patch All Star presisi, dan dilengkapi metal eyelets pada seluruh lubang tali.",
  "comparisonText": "Produk KW tidak memiliki eyelets besi sehingga lubang tali hanya ditusuk langsung ke bahan kanvas, membuat bentuk cepat rusak. Original memiliki metal eyelets presisi dan konstruksi jauh lebih kuat.",
  "category": "Merek tiruan langsung",
  "legal": "Melanggar Pasal 6 ayat (1) UU Merek; berpotensi melanggar Pasal 8 dan 9 UU Perlindungan Konsumen",
  "marketplaceLink": "https://www.zalora.co.id/p/converse-chuck-taylor-70-s-hi-black-1609387",
  "tiktokLink": "https://down-id.img.susercontent.com/file/id-11134103-7ra0o-mcooiavylz943d@resize_w72_nl.webp"
},

{
  "id": 3,
  "name": "Baterai Sony KW (SQNY)",
  "kwImage": "assets/img/products/baterei-kw.jpg",
  "originalImage": "assets/img/products/sony-ori.jpg",
  "priceKW": 8600,
  "priceOriginal": 20000,
  "description": "Baterai KW menggunakan label 'SQNY' dengan font mirip SONY, kualitas printing rendah, kemasan blister generik, dan tidak memiliki informasi teknis yang jelas.",
  "descriptionOriginal": "Baterai SONY original memiliki cetakan logo presisi, spesifikasi teknis lengkap, kemasan profesional, dan standar mutu tinggi untuk keamanan serta daya tahan.",
  "comparisonText": "KW memakai misspelling 'SQNY', kualitas sablon buram, tidak seragam antar unit, dan konstruksi kemasan jauh di bawah standar SONY original.",
  "category": "Merek tiruan langsung (KW)",
  "legal": "Melanggar Pasal 6 ayat (1) UU Merek; berpotensi melanggar Pasal 8 & 9 UU Perlindungan Konsumen",
  "marketplaceLink": "https://s.lazada.co.id/s.ZW2vqZ",
  "tiktokLink": "https://sl.bing.net/eTteYGazuPk"
}
,
  {
    "id": 4,
    "name": "Singlet Puma vs TUNA Look-Alike",
    "kwImage": "assets/img/products/puma-kw.jpg",
    "originalImage": "assets/img/products/puma-ori.jpg",
    "priceKW": 10000,
    "priceOriginal": 729000,
    "description": "Singlet TUNA meniru konsep visual dari merek olahraga terkenal, terutama pada posisi logo di dada, warna tulisan hitam tebal, dan gaya ilustrasi hewan. Meskipun menggunakan gambar ikan tuna, bentuk dan penempatan elemen sangat menyerupai brand asli sehingga mudah menimbulkan asosiasi",
    "descriptionOriginal": "Versi original memiliki desain minimalis, logo kucing melompat khas Puma dengan presisi tinggi, dan menggunakan bahan dry-tech ringan yang nyaman untuk olahraga. Finishing jahitan lebih rapi dan kualitas cetakan lebih baik",
    "comparisonText": "Look-alike TUNA tidak menggunakan logo asli, tetapi secara konsep, posisi, ukuran, dan style sangat dibuat ‘mengarah’ ke brand Puma sehingga orang awam mudah mengira kedua produk memiliki keterkaitan. Secara kualitas bahan jauh di bawah versi original.",
    "category": "Merek menyerupai konsep (look-alike)",
    "legal": "Melanggar Pasal 6 ayat (1) UU Merek karena memiliki persamaan pada pokoknya dalam bentuk visual yang menimbulkan asosiasi terhadap merek Puma. Termasuk kategori look-alike yang dapat menyebabkan kebingungan konsumen",
    "marketplaceLink": "https://id.puma.com/in/pd/singlet-pria-bergambar-puma-run-fav/525976.html",
    "tiktokLink": "https://vt.tiktok.com/ZSPdcUryq/"
  },
 {
  "id": 5,
  "name": "Topi Supreme KW",
  "kwImage": "assets/img/products/supreme-kw.jpg",
  "originalImage": "assets/img/products/supreme-ori.jpg",
  "priceKW": 20000,
  "priceOriginal": 1750754,
  "description": "Topi KW menggunakan material twill generik, bordiran 'Suprome' yang tidak presisi, warna cyan mencolok, dan finishing jahitan yang kasar.",
  "descriptionOriginal": "Versi original menggunakan bahan cotton twill premium, patch Box Logo tenun presisi, color-dye berkualitas, dan konstruksi 5-panel khas Supreme.",
  "comparisonText": "Produk KW meniru Box Logo namun salah eja, kualitas bahan lebih rendah, stitching kurang rapi, dan tidak memiliki elemen khas seperti patch tenun resmi atau hardware berkualitas.",
  "category": "Merek tiruan langsung (KW)",
  "legal": "Melanggar Pasal 6 ayat (1) UU Merek dan berpotensi melanggar Pasal 8 & 9 UU Perlindungan Konsumen",
  "marketplaceLink": "https://share.google/images/y8J4nxKgo6IEFrbk5",
  "tiktokLink": "https://vt.tiktok.com/ZSPdcUryq/"
},
  {
  "id": 6,
  "name": "Jersey T-Shirt Adidas KW",
  "kwImage": "assets/img/products/jerseyadidas-kw.jpg",
  "originalImage": "assets/img/products/jerseyadidas-ori.jpg",
  "priceKW": 245000,
  "priceOriginal": 890000,
  "description": "Bahan kain tampak tipis dan sheer, model tank top tanpa three-stripes, printing logo Trefoil kualitas rendah, dan trim putih tebal yang tidak konsisten dengan standar Adidas.",
  "descriptionOriginal": "Versi original memakai bahan jersey/katun premium, logo Trefoil presisi, three-stripes khas di bahu, dan jahitan trim yang rapi dan simetris.",
  "comparisonText": "Produk KW menggunakan kain tipis, tanpa three-stripes, serta sablon Trefoil generik, sedangkan versi original memiliki bahan tebal, printing presisi, dan ciri khas desain Adidas.",
  "category": "Merek tiruan langsung",
  "legal": "Melanggar Pasal 6 ayat (1) UU Merek; berpotensi melanggar Pasal 8 dan 9 UU Perlindungan Konsumen",
  "marketplaceLink": "https://www.zalora.co.id/p/adidas-ringer-t-shirt-black-5203296",
  "tiktokLink": "https://down-id.img.susercontent.com/file/id-11134103-81ztl-mfc4ml9t1pfx1f@resize_w72_nl.webp"
},
{
  "id": 7,
  "name": "Kaos NY Yankees KW",
  "kwImage": "assets/img/products/newera-kw.jpg",
  "originalImage": "assets/img/products/newera-ori.jpg",
  "priceKW": 177000,
  "priceOriginal": 719200,
  "description": "Bahan sangat tipis dan mudah kusut, logo NY besar dengan sablon glossy tidak presisi serta menimbulkan kerutan. Tidak ada tag New Era atau penanda lisensi resmi.",
  "descriptionOriginal": "Menggunakan katun jersey premium yang tebal, logo NY dibordir presisi, jahitan rapi, warna solid, dan terdapat logo New Era di lengan sebagai penanda lisensi.",
  "comparisonText": "Versi KW memakai kain tipis, sablon logo tidak rapi, dan tanpa tag lisensi. Versi original tebal, bordir presisi, finishing rapi, serta memiliki identitas resmi New Era.",
  "category": "Merek tiruan langsung",
  "legal": "Melanggar Pasal 6 ayat (1) UU Merek; serta Pasal 9 ayat (1) huruf k UU Perlindungan Konsumen",
  "marketplaceLink": "https://www.zalora.co.id/p/new-era-short-sleeve-tee-new-york-yankees-new-era-mlb-cotton-white-4673595",
  "tiktokLink": "https://down-id.img.susercontent.com/file/id-11134103-8224o-mgdlklw5bcb163@resize_w72_nl.webp"
},
{
  "id": 8,
  "name": "Kemasan Susu Milo KW",
  "kwImage": "assets/img/products/susumilo-kw.jpg",
  "originalImage": "assets/img/products/susumilo-ori.jpg",
  "priceKW": 45000,
  "priceOriginal": 104566,
  "description": "Logo MILO dan Nestlé ditempel menggunakan stiker pada kemasan polos. Isi bubuk berwarna pucat, kemasan kusut, tanpa printing permanen, dan tidak mencantumkan informasi nutrisi resmi.",
  "descriptionOriginal": "Kemasan foil hijau cetak penuh dengan informasi nutrisi lengkap, logo dicetak permanen, warna tajam, bubuk cokelat malt khas, dan kualitas food-grade sesuai standar Nestlé.",
  "comparisonText": "Versi KW memakai kemasan polos dengan stiker meniru logo MILO dan isi bubuk tidak sesuai standar. Versi original menggunakan foil food-grade, printing presisi, dan isi bubuk cokelat malt berkualitas.",
  "category": "Merek tiruan langsung dan misleading product",
  "legal": "Melanggar Pasal 6 ayat (1) UU Merek; Pasal 8 ayat (1) huruf a dan Pasal 9 ayat (1) huruf k UU Perlindungan Konsumen",
  "marketplaceLink": "https://www.blibli.com/p/nestle-milo-3in1-1-kg-susu-milo-3-in-1-1kg/ps--TOD-70303-00027",
  "tiktokLink": "https://id.shp.ee/2fedgbp?smtt=0.0.9"
},
{
  "id": 9,
  "name": "Susu Dancow Repack/Kemasan Dancow KW",
  "kwImage": "assets/img/products/dancow-kw.jpg",
  "originalImage": "assets/img/products/dancow-ori.jpg",
  "priceKW": 45000,
  "priceOriginal": 104125,
  "description": "Kemasan putih polos dengan stiker logo Dancow. Tidak ada informasi nutrisi, logo halal, berat bersih, atau data BPOM. Berpotensi berasal dari repack/curah sehingga mutu dan keamanan pangan tidak terjamin.",
  "descriptionOriginal": "Kemasan ritel resmi Dancow FortiGro Instant 1kg dengan printing penuh, klaim Protecare, informasi nutrisi lengkap, logo halal, dan identitas resmi Nestlé yang dicetak permanen.",
  "comparisonText": "Versi KW memakai kemasan polos dengan stiker tempel tanpa informasi resmi, sangat berbeda dari kemasan original yang dicetak penuh dengan standar food-grade dan identitas lengkap termasuk BPOM dan Halal.",
  "category": "Merek tiruan langsung dan misleading product",
  "legal": "Melanggar Pasal 6 ayat (1) UU Merek; Pasal 8 ayat (1) huruf a dan Pasal 9 ayat (1) huruf k UU Perlindungan Konsumen",
  "marketplaceLink": "https://id.shp.ee/rnNs3PX",
  "tiktokLink": "https://vt.tokopedia.com/t/ZSHw6W9aQtcyc-VGKcQ/"
},
  {
    "id": 10,
    "name": "Stone Island Jacket",
    "kwImage": "assets/img/products/stoneisland-kw.jpg",
    "originalImage": "assets/img/products/stoneisland-original.jpg",
    "priceKW": 75000,
    "priceOriginal": 9800000,
    "description": "Jaket KW menggunakan bahan parasut tipis, patch kompas tidak presisi, dan kancing patch tidak memiliki emboss ‘STONE ISLAND’. Jahitan kurang rapi dan struktur jaket tidak mengikuti potongan teknis khas Stone Island",
    "descriptionOriginal": "Stone Island original memakai bahan technical fabric khusus (seperti Nylon Metal atau Crinkle Reps), jahitan sangat presisi, patch kompas tebal dengan bordiran tajam, serta kancing patch ber-emboss resmi. Warna, material, dan konstruksi terasa premium dan tahan lama",
    "comparisonText": "Secara tampilan KW mencoba menyerupai, tetapi patch, kancing, tekstur bahan, dan presisi konstruksinya sangat berbeda. KW mudah rusak, bahan cepat robek, dan tidak memiliki teknologi tekstil asli Stone Island.",
    "category": "Merek tiruan langsung",
    "legal": "Melanggar Pasal 6 ayat (1) huruf a UU Merek karena memiliki persamaan pada pokoknya terhadap merek Stone Island, terutama pada logo kompas dan penempatan patch, sehingga dapat menimbulkan kebingungan konsumen",
    "marketplaceLink": "https://www.zalora.co.id/p/stone-island-410013-crinkle-reps-padded-jacket-black-black-5181606",
    "tiktokLink": "https://down-id.img.susercontent.com/file/id-11134103-7ra0q-mdkhbeh30uq768.webp"
  }
]
